

/* Seafile */
"%@ can't verify the identity of the website \"%@\"" = "%1$@ can't verify the identity of the website \"%2$@\"";

/* Seafile */
"%@ does not support to preview file of this kind at the moment." = "%@ does not support to preview file of this kind at the moment.";

/* Seafile */
"%@ invite you to %@" = "%1$@ invite you to %2$@";

/* Seafile */
"%@, Uploaded %@" = "%1$@, Hlaðið upp %2$@";

/* Seafile */
"%@, uploading" = "%@, hleð upp";

/* Seafile */
"%@, waiting to upload" = "%@, bíð eftir upphleðslu";

/* Seafile */
"%ld photos remain" = "%ld photos remain";

/* Seafile */
"1 photo remain" = "1 photo remain";

/* Seafile */
"About" = "Um";

/* Seafile */
"Account" = "Account";

/* Seafile */
"Account Info" = "Reikningsupplýsingar";

/* Seafile */
"Accounts" = "Reikningar";

/* Seafile */
"Activities" = "Hreyfingar";

/* Seafile */
"Activity" = "Virkni";

/* Seafile */
"Add a new discussion" = "Bæta við umræðu";

/* Seafile */
"Add account" = "Bæta við reikningi";

/* Seafile */
"Add contact" = "Bæta við tengilið";

/* Seafile */
"All photos synced" = "All photos synced";

/* Seafile */
"Are you sure to clear all the cache?" = "Ertu viss um að þú viljir þurka út allt flýtiminnið?";

/* Seafile */
"Auto Camera Upload" = "Sjálfvirk Upphleðsla Mynda";

/* Seafile */
"Back" = "Til baka";

/* Seafile */
"Back to Last Account" = "Aftur í Fyrri Reikning";

/* Seafile */
"Cache" = "Flýtiminni";

/* Seafile */
"Camera Upload" = "Myndavélaupphleðsla";

/* Seafile */
"Cancel" = "Hætta við";

/* Seafile */
"Cancel download" = "Hætta við niðurhal";

/* Seafile */
"Checking library password ..." = "Athuga lykilorð safns...";

/* Seafile */
"Choose" = "Veldu";

/* Seafile */
"Choose an account to start" = "Veldu reikning til að byrja";

/* Seafile */
"Click \"Search\" to start" = "Smelltu á \"Leita\" til að byrja";

/* Seafile */
"Connecting to server" = "Tengist þjóni";

/* Seafile */
"Copy" = "Afrita";

/* Seafile */
"Copy Link to Clipboard" = "Afrita Hlekk í Minni";

/* Seafile */
"Copy image to clipboard" = "Afrita mynd í minni";

/* Seafile */
"Copy share link to clipboard" = "Afrita deilihlekk í minni";

/* Seafile */
"Copying files ..." = "Afrita skrár ..";

/* Seafile */
"Creating file ..." = "Bý til skrá ...";

/* Seafile */
"Creating folder ..." = "Bý til skráasafn ...";

/* Seafile */
"Delete" = "Eyða";

/* Seafile */
"Deleting directory ..." = "Eyði skráasafni";

/* Seafile */
"Deleting file ..." = "Eyði skrá ...";

/* Seafile */
"Deleting files ..." = "Eyði skrám ...";

/* Seafile */
"Destination" = "Áfangastaður";

/* Seafile */
"Directory '%@' is shared with you using %@" = "Directory '%1$@' is shared with you using %2$@";

/* Seafile */
"Discussion" = "Discussion";

/* Seafile */
"Do you want reset the uploaded photos?" = "Do you want reset the uploaded photos?";

/* Seafile */
"Edit" = "Edit";

/* Seafile */
"Email" = "Email";

/* Seafile */
"Failed to add discussion" = "Failed to add discussion";

/* Seafile */
"Failed to copy files" = "Failed to copy files";

/* Seafile */
"Failed to create file" = "Failed to create file";

/* Seafile */
"Failed to create folder" = "Failed to create folder";

/* Seafile */
"Failed to delete files" = "Failed to delete files";

/* Seafile */
"Failed to generate share link of directory '%@'" = "Failed to generate share link of directory '%@'";

/* Seafile */
"Failed to generate share link of file '%@'" = "Failed to generate share link of file '%@'";

/* Seafile */
"Failed to get groups ..." = "Failed to get groups ...";

/* Seafile */
"Failed to get messages" = "Failed to get messages";

/* Seafile */
"Failed to get starred files" = "Failed to get starred files";

/* Seafile */
"Failed to identify the coding of '%@'" = "Failed to identify the coding of '%@'";

/* Seafile */
"Failed to load activities" = "Failed to load activities";

/* Seafile */
"Failed to load content of the directory" = "Failed to load content of the directory";

/* Seafile */
"Failed to load files" = "Failed to load files";

/* Seafile */
"Failed to login" = "Failed to login";

/* Seafile */
"Failed to move files" = "Failed to move files";

/* Seafile */
"Failed to rename file" = "Failed to rename file";

/* Seafile */
"Failed to save %@ to album" = "Failed to save %@ to album";

/* Seafile */
"Failed to search" = "Failed to search";

/* Seafile */
"Failed to send message" = "Failed to send message";

/* Seafile */
"Failed to upload file" = "Failed to upload file";

/* Seafile */
"File '%@' is shared with you using %@" = "File '%1$@' is shared with you using %2$@";

/* Seafile */
"File '%@' is too large to edit" = "File '%@' is too large to edit";

/* Seafile */
"File '%@' uploaded success" = "File '%@' uploaded success";

/* Seafile */
"File name invalid" = "File name invalid";

/* Seafile */
"File name must not be empty" = "File name must not be empty";

/* Seafile */
"Folder name invalid" = "Folder name invalid";

/* Seafile */
"Folder name must not be empty" = "Folder name must not be empty";

/* Seafile */
"For example: https://seacloud.cc or http://192.168.1.24:8000" = "For example: https://seacloud.cc or http://192.168.1.24:8000";

/* Seafile */
"Generate share link ..." = "Generate share link ...";

/* Seafile */
"Generate share link success" = "Generate share link success";

/* Seafile */
"Group discussion" = "Group discussion";

/* Seafile */
"Hey there!<br/><br/> I've been using %@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %@:</br></br> <a href=\"%@\">%@</a>\n\n" = "Hey there!<br/><br/> I've been using %1$@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %2$@:</br></br> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Hi,<br/><br/>Here is a link to <b>'%1$@'</b> in my %2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to directory <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Hi,<br/><br/>Here is a link to directory <b>'%1$@'</b> in my %2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"How would you like to share this file?" = "How would you like to share this file?";

/* Seafile */
"Invalid Server" = "Invalid Server";

/* Seafile */
"Invalid email" = "Invalid email";

/* No comment provided by engineer. */
"Last Updated: %@" = "Last Updated: %@";

/* Seafile */
"Libraries" = "Libraries";

/* Loading Status */
"Loading..." = "Loading...";

/* Seafile */
"Local Cache" = "Local Cache";

/* Seafile */
"Login" = "Login";

/* Seafile */
"Message" = "Message";

/* Seafile */
"Messages" = "Messages";

/* Seafile */
"Move" = "Move";

/* Seafile */
"MoveTo" = "MoveTo";

/* Seafile */
"Moving files ..." = "Moving files ...";

/* Seafile */
"My Own Libraries" = "My Own Libraries";

/* FailToPreview_iPad.xib, FailToPreview_iPhone.xib, SeafCell.xib, SeafDirCell.xib, SeafMessageCell.xib, SeafUploadDirViewController.xib */
"Name" = "Name";

/* Seafile */
"Network unavailable" = "Network unavailable";

/* Seafile */
"New File" = "New File";

/* Seafile */
"New Folder" = "New Folder";

/* Seafile */
"New file name" = "New file name";

/* Seafile */
"New folder name" = "New folder name";

/* Seafile */
"No Results" = "No Results";

/* Seafile */
"OK" = "OK";

/* Seafile */
"Open elsewhere..." = "Open elsewhere...";

/* Seafile */
"Open in other applications" = "Open in other applications";

/* Seafile */
"Password" = "Password";

/* Seafile */
"Password must not be empty" = "Password must not be empty";

/* Seafile */
"Password of this library" = "Password of this library";

/* Seafile */
"Password required" = "Password required";

/* Seafile */
"PasteTo" = "PasteTo";

/* Seafile */
"Photos" = "Photos";

/* Seafile */
"Photos are not accessible" = "Photos are not accessible";

/* Seafile */
"Post a discussion to group" = "Post a discussion to group";

/* Seafile */
"Preview" = "Preview";

/* Seafile */
"Print" = "Print";

/* Seafile */
"Private %@ Server" = "Private %@ Server";

/* Pull down to get more messages */
"Pull down to get more messages..." = "Pull down to get more messages...";

/* Pull down to refresh status */
"Pull down to refresh..." = "Pull down to refresh...";

/* Seafile */
"Redownload" = "Redownload";

/* Release to get more messages */
"Release to get more messages..." = "Release to get more messages...";

/* Release to refresh status */
"Release to refresh..." = "Release to refresh...";

/* Seafile */
"Rename" = "Rename";

/* Seafile */
"Renaming file ..." = "Renaming file ...";

/* Seafile */
"Replace" = "Replace";

/* Seafile push notification message */
"SEAFILE_LOC_KEY_FORMAT" = "%@, you got new messages from %@";

/* Seafile */
"Save" = "Save";

/* Seafile */
"Save to %@" = "Save to %@";

/* Seafile */
"Save to album" = "Save to album";

/* Seafile */
"Seafile" = "Seafile";

/* Seafile */
"Search" = "Search";

/* Seafile */
"Search is not supported on the server" = "Search is not supported on the server";

/* Seafile */
"Searching" = "Searching";

/* Seafile */
"Searching ..." = "Searching ...";

/* Seafile */
"Select All" = "Select All";

/* Seafile */
"Select None" = "Select None";

/* No comment provided by engineer. */
"Send" = "Send";

/* Seafile */
"Send share link via email" = "Send share link via email";

/* Seafile */
"Sending" = "Sending";

/* Seafile */
"Sending..." = "Sending...";

/* Seafile */
"Server" = "Server";

/* Seafile */
"Server must not be empty" = "Server must not be empty";

/* Seafile */
"Server, like https://seafile.cc" = "Server, like https://seafile.cc";

/* Seafile */
"Settings" = "Settings";

/* Seafile */
"Space Used" = "Space Used";

/* Seafile */
"Starred" = "Starred";

/* Seafile */
"Success to save %@ to album" = "Success to save %@ to album";

/* Seafile */
"Tell Friends about %@" = "Tell Friends about %@";

/* Seafile */
"The certificate from this website has been changed. Would you like to connect to the server anyway?" = "The certificate from this website has been changed. Would you like to connect to the server anyway?";

/* Seafile */
"The certificate from this website is invalid. Would you like to connect to the server anyway?" = "The certificate from this website is invalid. Would you like to connect to the server anyway?";

/* Seafile */
"The length of password should be between 3 and 100" = "The length of password should be between 3 and 100";

/* Seafile */
"The mail account has not been set yet" = "The mail account has not been set yet";

/* Seafile */
"The token is invalid, you need to login again" = "The token is invalid, you need to login again";

/* Seafile */
"There is no app which can open this type of file on this machine" = "There is no app which can open this type of file on this machine";

/* Seafile */
"This app does not have access to your photos and videos." = "This app does not have access to your photos and videos.";

/* Seafile */
"This function is not supportted yet" = "This function is not supportted yet";

/* Seafile */
"This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself" = "This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself";

/* Seafile */
"Upload" = "Upload";

/* Seafile */
"Upload Destination" = "Upload Destination";

/* Seafile */
"Username" = "Username";

/* Seafile */
"Username must not be empty" = "Username must not be empty";

/* Seafile */
"Version" = "Version";

/* Seafile */
"Website" = "Website";

/* Seafile */
"Welcome to %@" = "Welcome to %@";

/* Seafile */
"Wifi Only" = "Wifi Only";

/* Seafile */
"Wipe Cache" = "Wipe Cache";

/* Seafile */
"Wrong library password" = "Wrong library password";

/* Seafile */
"Wrong username or password" = "Wrong username or password";

/* Seafile */
"You can enable access in Privacy Settings" = "You can enable access in Privacy Settings";

/* Seafile */
"cached" = "cached";

/* Seafile */
"modified" = "modified";

/* Seafile */
"uploading" = "uploading";

/* FolderView_iPad.storyboard, FolderView_iPhone.storyboard */
"www.seafile.com" = "www.seafile.com";
